Repository: canada-ca/navigator
Catalog: valentine/priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Attempting to reconnect
fr: Tentative de reconnexion

source: Error!
fr: Erreur!

source: Hang in there while we get back on track
fr: Accrochez-vous pendant que nous reprenons le contrôle

source: Listing Mitigations
fr: Liste des atténuations

source: New Mitigation
fr: Nouvelle atténuation

source: Something went wrong!
fr: Quelque chose s'est mal passé!

source: Success!
fr: Succès!

source: We can't find the internet
fr: Nous ne trouvons pas internet

source: close
fr: fermer

source: English
fr: Anglais

source: French
fr: Français

source: New Workspace
fr: Nouvel espace de travail

source: Workspaces
fr: Espaces de travail

source: Application Information
fr: Informations sur l'application

source: Assumptions
fr: Hypothèses

source: Data Flow
fr: Flux de données

source: NIST Controls
fr: Contrôles NIST

source: Reference Packs
fr: Packs de référence

source: SRTM View
fr: Vue MTES

source: Threat Model
fr: Modèle de menace

source: Threats
fr: Menaces

source: Get started
fr: Commencer

source: Import JSON file
fr: Importer un fichier JSON

source: Let's create a workspace
fr: Créons un espace de travail

source: Start by clicking the button below and work from there...
fr: Commencez en cliquant sur le bouton ci-dessous et travaillez à partir de là...

source: Listing Workspaces
fr: Liste des espaces de travail

source: Back to all workspaces
fr: Retour à tous les espaces de travail

source: Details
fr: Détails

source: Export
fr: Exporter

source: Failed to delete workspace
fr: Échec de la suppression de l'espace de travail

source: High threats
fr: Menaces élevées

source: Low threats
fr: Menaces faibles

source: Medium threats
fr: Menaces moyennes

source: Not set
fr: Non défini

source: Resolved
fr: Résolu

source: Threat STRIDE distribution
fr: Distribution des menaces STRIDE

source: Threats prioritization
fr: Priorisation des menaces

source: Total assumptions
fr: Total des hypothèses

source: Total mitigations
fr: Total des atténuations

source: Total threats
fr: Total des menaces

source: Workspace created successfully
fr: Espace de travail créé avec succès

source: Workspace deleted successfully
fr: Espace de travail supprimé avec succès

source: Cancel
fr: Annuler

source: Saving...
fr: Sauvegarde...

source: The file is too large
fr: Le fichier est trop volumineux

source: You can only upload one file at a time
fr: Vous ne pouvez télécharger qu'un seul fichier à la fois

source: You have selected an unacceptable file type
fr: Vous avez sélectionné un type de fichier inacceptable

source: Name
fr: Nom

source: Save
fr: Sauvegarder

source: Saved
fr: Sauvegardé

source: Add actor
fr: Ajouter un acteur

source: Add boundary
fr: Ajouter une limite

source: Add datastore
fr: Ajouter un magasin de données

source: Add process
fr: Ajouter un processus

source: Boundaries
fr: Limites

source: Clear entire diagram
fr: Effacer tout le diagramme

source: Data flow diagram
fr: Diagramme de flux de données

source: Destructive actions
fr: Actions destructrices

source: Entities
fr: Entités

source: Extend boundary
fr: Étendre la limite

source: Fit view
fr: Ajuster la vue

source: Remove boundary
fr: Supprimer la limite

source: Remove selected elements
fr: Supprimer les éléments sélectionnés

source: View options
fr: Options d'affichage

source: Zoom in
fr: Zoomer

source: Zoom out
fr: Dézoomer

source: Generate another
fr: Générer un autre

source: Generate threat statement
fr: Générer une déclaration de menace

source: Current token usage: (In: %{in}, Out: %{out}, Cost: $%{cost})
fr: Utilisation actuelle du jeton : (Entrée : %{in}, Sortie : %{out}, Coût : %{cost} $)

source: Mistakes are possible. Review output carefully before use.
fr: Des erreurs sont possibles. Veuillez vérifier attentivement la sortie avant de l'utiliser.

source: AI generated
fr: Généré par IA

source: Error decoding response
fr: Erreur de décodage de la réponse

source: No threat statement generated
fr: Aucune déclaration de menace générée

source: Assumption deleted successfully
fr: Hypothèse supprimée avec succès

source: Edit Assumption
fr: Modifier l'hypothèse

source: Export reference pack
fr: Exporter le pack de référence

source: Let's make some assumptions
fr: Faisons quelques hypothèses

source: Listing Assumptions
fr: Liste des hypothèses

source: Add new assumption...
fr: Ajouter une nouvelle hypothèse...

source: Assumptions help you to make better decisions by identifying the things you believe to be true.
fr: Les hypothèses vous aident à prendre de meilleures décisions en identifiant les choses que vous croyez être vraies.

source: Content
fr: Contenu

source: Add a comment...
fr: Ajouter un commentaire...

source: Back
fr: Retour

source: Clear all filters
fr: Effacer tous les filtres

source: Comments
fr: Commentaires

source: Edit Threat Statement
fr: Modifier la déclaration de menace

source: Edit threat statement
fr: Modifier la déclaration de menace

source: Filters
fr: Filtres

source: Inputs for mitigation
fr: Entrées pour l'atténuation

source: Inputs for prioritization
fr: Entrées pour la priorisation

source: Let's write a threat statement!
fr: Écrivons une déclaration de menace!

source: Linked Mitigations
fr: Atteintes liées

source: Listing Threats
fr: Liste des déclarations de menace

source: Markdown is supported
fr: Le Markdown est pris en charge

source: New Threat Statement
fr: Nouvelle déclaration de menace

source: No results found
fr: Aucun résultat trouvé

source: Preview
fr: Aperçu

source: Threat created successfully
fr: Déclaration de menace créée avec succès

source: Threat deleted successfully
fr: Déclaration de menace supprimée avec succès

source: Threat not found
fr: Déclaration de menace non trouvée

source: Threat updated successfully
fr: Déclaration de menace mise à jour avec succès

source: Write
fr: Écrire

source: You may have filters set that are hiding threats
fr: Vous avez peut-être des filtres qui masquent des menaces

source: Priority
fr: Priorité

source: Statement
fr: Déclaration

source: Status
fr: Statut

source: Categorize Mitigation
fr: Catégoriser l'atténuation

source: Edit Mitigation
fr: Modifier l'atténuation

source: Let's add some mitigations
fr: Ajoutons quelques atténuations

source: Mitigations are actions taken to reduce the likelihood of a threat exploiting a vulnerability.
fr: Les atténuations sont des actions prises pour réduire la probabilité qu'une menace exploite une vulnérabilité.

source: Categorize this mitigation based on NIST controls
fr: Catégoriser cette atténuation en fonction des contrôles NIST

source: Try again
fr: Réessayer

source: Are you sure?
fr: Êtes-vous sûr?

source: Add
fr: Ajouter

source: Add a tag
fr: Ajouter une étiquette

source: Delete
fr: Supprimer

source: Add selected
fr: Ajouter la sélection

source: references
fr: références

source: Added %{total} reference items to workspace
fr: Ajouté %{total} éléments de référence à l'espace de travail

source: Export to Excel
fr: Exporter vers Excel

source: In scope
fr: Dans le champ d'application

source: Mitigated by
fr: Atténué par

source: Not allocated
fr: Non alloué

source: Out of scope
fr: Hors du champ d'application

source: Security Requirements Traceability Matrix
fr: Matrice de traçabilité des exigences de sécurité

source: for
fr: pour

source: Table of Contents
fr: Table des matières

source: Asset
fr: Actif

source: Asset ID
fr: ID de l'actif

source: Data flow definitions
fr: Définitions de flux de données

source: Features
fr: Caractéristiques

source: Impacted Assets
fr: Actifs impactés

source: Related Threats
fr: Menaces liées

source: Target
fr: Cible

source: Threats Mitigating
fr: Menaces atténuantes

source: Link %{source_entity_type} to %{target_entity_type}
fr: Lier %{source_entity_type} à %{target_entity_type}

source: Link assumptions to mitigation
fr: Liens d'hypothèses d'atténuation

source: Link mitigations to assumption
fr: Liens d'atténuation d'hypothèse

source: Linked %{source_entity_type} updated
fr: %{source_entity_type} lié mis à jour

source: More information
fr: Plus d'informations

source: None selected
fr: Aucune sélection

source: Profile
fr: Profil

source: None
fr: Aucun

source: This is you
fr: C'est vous

source: Users available for collaboration
fr: Utilisateurs disponibles pour la collaboration

source: You are not the owner of this workspace
fr: Vous n'êtes pas le propriétaire de cet espace de travail

source: You are not the owner of this workspace. %{owner} is the owner.
fr: Vous n'êtes pas le propriétaire de cet espace de travail. %{owner} est le propriétaire.

source: You are the owner of this workspace.
fr: Vous êtes le propriétaire de cet espace de travail.

source: Your current permission level is: %{permission}
fr: Votre niveau d'autorisation actuel est : %{permission}

source: Add a data flow diagram
fr: Ajouter un diagramme de flux de données

source: Describe the architecture of the application
fr: Décrire l'architecture de l'application

source: Get started by doing some of the following
fr: Commencez par faire certaines des choses suivantes

source: Identify and build threats
fr: Identifier et construire des menaces

source: None: Cannot see or edit the threat model.
fr: Aucun : ne peut pas voir ou modifier le modèle de menace.

source: Prevent disaster by documenting your mitigations
fr: Prévenir le désastre en documentant vos atténuations

source: Tell us more about the application or feature you are threat modeling against
fr: Dites-nous en plus sur l'application ou la fonctionnalité contre laquelle vous modélisez la menace

source: User will become available once the log in for the first time.
fr: L'utilisateur sera disponible une fois connecté pour la première fois.

source: Welcome to your new threat modeling workspace
fr: Bienvenue dans votre nouvel espace de travail de modélisation des menaces

source: What are you NOT threat modeling against by adding your assumptions
fr: Qu'est-ce que vous ne modélisez PAS contre la menace en ajoutant vos hypothèses

source: Write: Can edit any aspect of the threat model.
fr: Écrire : Peut modifier n'importe quel aspect du modèle de menace.

source: You can set the following permissions:
fr: Vous pouvez définir les autorisations suivantes :

source: API Key created successfully
fr: Clé API créée avec succès

source: API Keys
fr: Clés API

source: API key not found
fr: Clé API non trouvée

source: Active
fr: Actif

source: Copy & Close
fr: Copier et fermer

source: Created at:
fr: Créé le :

source: Describe the API keys purpose. ex. 'OSCAL Integration'
fr: Décrivez l'objectif de la clé API. ex. 'Intégration OSCAL'

source: Download Markdown
fr: Télécharger Markdown

source: Expired
fr: Expiré

source: Generate API Key
fr: Générer une clé API

source: Label
fr: Étiquette

source: Last used at:
fr: Dernière utilisation le :

source: Never used
fr: Jamais utilisé

source: Only workspace owners can manage API keys. Please contact %{owner} for assistance.
fr: Seuls les propriétaires de l'espace de travail peuvent gérer les clés API. Veuillez contacter %{owner} pour obtenir de l'aide.

source: Start generating API keys by clicking the button below.
fr: Commencez à générer des clés API en cliquant sur le bouton ci-dessous.

source: The world is open to those who automate
fr: Le monde est ouvert à ceux qui automatisent

source: This is the only time you will see this API key. Please copy and store it securely.
fr: C'est la seule fois où vous verrez cette clé API. Veuillez la copier et la stocker en toute sécurité.

source: Your API keys
fr: Vos clés API

source: Your new API key
fr: Votre nouvelle clé API

source: Expires at:
fr: Expire le :
